[
    {
        "id": 1,
        "name": "きんぴらごぼう",
        "effect": "気の充電",
        "knowledge": "きんぴらの名の由来は、まさかりかついだ金太郎の息子という設定の浄瑠璃物語の主人公で強く根気のある人物です。ごぼうは歯ごたえで脳を活性化し、根菜の身体を温める力で精を補います。唐辛子の強い辛さは活を入れてくれます。ごぼうの皮には抗酸化作用のあるポリフェノール(クロロゲン酸)があり独特の香りは魚や肉のくさみを消しつつ、料理を絶妙な風味にしあげてくれます。 根気が続かず、やすきに流れやすい未熟な精気のひとは週2~3回食べてみましょう。体を使い頭脳を使い完璧をもとめられる、強い体強い意志が必要な時にも有効です。",
        "imgPath": "img/recipe/11_kinpira.jpg",
        "fullimgPath": "img/recipe/11_kinpira_full.jpg"
    },
    {
        "id": 2,
        "name": "肉じゃが",
        "effect": "包容力",
        "knowledge": "肉じゃが誕生の由来は、海軍発説が有名です。煮込み料理はそれぞれの素材の調和で味に深みが増します。肉は体を熱し、じゃがいもは体を冷やします。人参と玉ねぎは「熱」と「冷」をつなぐ「温」の役目を果たします。あたたかい気持ち「包容力」は熱情と冷情を温情でくるんだものです。気持ちのアップダウンが激しい状況にいる人、自分の意と他人の意が対立してしまいがちな人も食べてみましょう。ネガティブな思考におちいり、自身を解放できないときにも食べるとほっとするでしょう。「包容力」の原点はつながり、です。人間関係の孤独に悩む人にもおすすめです。",
        "imgPath": "img/recipe/12_nikujaga.jpg",
        "fullimgPath": "img/recipe/12_nikujaga_full.jpg"
    },
    {
        "id": 3,
        "name": "カレー",
        "effect": "不可解の理解",
        "knowledge": "カレーの由来は「ご飯にかける汁状の料理」「香りの良いもの」「神にそなえる食料」「古い料理名」4つが主流です。インド→イギリスと伝わり日本で独自に発展しました。多様な野菜と豆、肉を香辛料と油で炒めて水やスープを加え煮る、という料理法は身体の循環を良くするような栄養を素材から引き出し、消化しやすいようにしたものです。香辛料はもともと神にささげる祭祀の際に使われるものでした。鼻孔から脳にダイレクトに伝わる独特の香りは、昔から神秘的な力があると重宝されたのです。有名なターメリック(秋ウコン)はターメリックのパワーはクルクミン成分で肝機能向上、抗酸化作用、胆汁分泌促進、胃の健康維持、消炎鎮痛、解毒など、沢山の優れた効能を持ちます。二日酔い対策、アンチエイジングと美肌効果、生活習慣病の予防におすすめですが、注意すべき点があり、ターメリックやウコンの摂り過ぎは、肝機能に負担がかかる恐れがあります。また、妊娠中、授乳中、肝疾患のある場合は禁忌です。神経質になりすぎなときや、死について考える機会に食べるとリラックスが訪れ、脳の混乱と興奮は治まるでしょう。憎しみにかられたり、相手の立場に立てないとき、自己防衛する人々との関係性において役に立つ食べ物です。自身の内部にもある「神」に気が付き、この世の不条理を受け入れ、自己中心的な思考に変化が生じる機会にも恵まれるでしょう。",
        "imgPath": "img/recipe/13_curry.jpg",
        "fullimgPath": "img/recipe/13_curry_full.jpg"
    },
    {
        "id": 4,
        "name": "ハンバーグ",
        "effect": "一体感",
        "knowledge": "ハンバーグの名の由来は18世紀頃のドイツ・ハンブルクでのタルタルステーキ、名前の由来も　　　　　　ハンブルクが転化したものとされています。　　　　　　タルタルは生の肉を粗いみじん切りにし、オリーブオイル、食塩、コショウで味付けし、タマネギ、ニンニク、ケッパー、ピクルスのみじん切りなどの薬味と卵黄を添えた料理で全体を均一になるように混ぜて(一体感)食べますがハンバーグは全部を混ぜて丸め焼くといった過程が加えられます。　　　　　　肉と香味を合わせることによって腐敗しにくく、胃腸での消化吸収を高め、満足感を得られるようになりました。　　　　　　〇丸いという形は目で見ることによって神経の鎮静を脳に促します。　　　　　　ジュウジュウといった焼き音は聴覚より食欲を刺激しネガティブな感覚を吹き飛ばします。　　　　　　橋の多い町ハンブルグの町発祥にふさわしく「身土不二」(るい土地の景観、気候風土は食の力に影響を及ぼす) 野菜と薬味が肉と脂の旨味との懸け橋になっているレシピです。　　　　　　食べた時の満足感はメンタルでいえば一体感であり、その感覚はくよくよしすぎたり、決めつけ　　　　　　りのストレスを軽減してくれることでしょう。",
        "imgPath": "img/recipe/14_berg.jpg",
        "fullimgPath": "img/recipe/14_berg_full.jpg"
    },
    {
        "id": 5,
        "name": "生姜焼き",
        "effect": "判断力",
        "knowledge": "生姜焼きは平成時代現在では豚肉を基本とするレシピで、ネギやアサツキを加えて焼いた　　ものは若草焼き、ニンニクや唐辛子を加えて焼いたものは南蛮焼きなどと呼ばれる事もあります。生姜にはウィルスなどと戦う効果はありませんが、体内の血行を促進したり循環機能を高める作用があります。ですから、生姜を食べることで身体は外から入ってくる異物に対して防衛機能が高まり、様々な疾病を予防できると考えられます。豚肉はビタミンB群を多く含む素材で疲れ全般におすすめです。身体の血行が良くなると末端神経や脳にいく血液量が増え、判断に要する気力が長く持続します。　　　　　　　　　　　野菜と肉を炒め、生姜汁と調味料を合わせたものをまわしかけて仕上げる調理過程はスピーディーなものです。「強さは速さから生まれる」スティーブ・ジョブスの格言ですが、この場合の速さは、判断が俊敏になることで必要なものと必要でないものが判断でき、疲れたときに入り込む邪を回避できる母体が必要です。血行の良い体をつくることで可能となるでしょう。優柔不断、臆病な気はどこかに行ってしまいます。",
        "imgPath": "img/recipe/15_ginger.jpg",
        "fullimgPath": "img/recipe/15_ginger_full.jpg"
    },
    {
        "id": 6,
        "name": "オムライス",
        "effect": "親近感",
        "knowledge": "オムライスの「オム」の由来は、オムレツの「オム」から来ています。英語の「omelet」、語源はフランス語の「omelette」は薄い卵焼き料理の総称です。ラテン語で薄い金属の板をさす「lamina（ラミナ）」が英語の「laminate（ラミネート；薄板）」に繋がり薄い金属板が卵焼きの名前に変わった過程があります。結果オムは総じて薄い卵焼きで包む意味の言葉になりました。　形状が似たものに共通のイメージを持ち言語上の変化がみられた流れには「類似の法則」が働いていて、人間の分類を超えて本質的な何かに気が付く力が関与しています。初対面の人と会った時に、趣味や出身地が同じで親近感が湧いた経験はありませんか？類似性の法則は人は自分と似たものに好感をもつという心理でもあり自己防衛を解いてくれます。味の決め手になるケチャップは卵のたんぱく質消化を助けグルタミン酸で美味しさを加速します。メッセージを書く、という行為も食の環境で行えば遊び心を育てます。ライスを具材と炒め味付けをする調理過程には躍動感があり動力として脳にイメージ影響します。動力のあるものを包む行為には、慣れと経験がものをいい練習が不可欠で、感情的すぎると失敗します。様々な思惑のある状況で、共通認識を見出しまとめあげる思考を助けてくれる食べ物です。",
        "imgPath": "img/recipe/16_omellete.jpg",
        "fullimgPath": "img/recipe/16_omellete_full.jpg"
    },
    {
        "id": 7,
        "name": "唐揚げ",
        "effect": "リズム感",
        "knowledge": "唐揚げの名の由来は普茶料理からきており江戸時代初期に中国から日本へもたらされた精進料理の一種です。葛と植物油を多く使った濃厚な味、卓を囲み大皿に乗った料理を各人が取り分けるのが特徴的です。現代では素揚げ、小麦粉をまぶしてあげる料理法が一般的です。戦後の不安定な状況で日本は食料難に備えて養鶏場を多く作る政策が施行され、食べ方が色々な形で発展していき、唐揚げは多く食べられるようになりました。小麦、米、油脂等の自由化、農林省による食用油の消費推進及びサラダ油や天ぷら油の販売などの影響も見受けられます。特に昭和28年のNHK開局以降34年までに主要テレビ5局が開局し、TV料理番組は現代的な油脂料理法の流布に貢献した模様です。唐揚げが食卓に多く見られるようになったのは、ここ３０～４０年のことで膨満感や頭痛症状からくる健康志向により、揚げない唐揚げも出てきました。鶏肉を調味料につけこみ、粉をつけて、油で揚げる料理法は、さくっとカラッとジューシーな食感がおつなもので、身体に心地よいリズム感をもたらします。国レベルでの思惑が一般化した由来背景からは死への思いからの変容、とにかく動かすのに必要な食パワーがうかがえます。漢方養生法によれば、鶏肉、油の消化は肝臓胆のうの働きと関係していて、文句・暴力・怒り・気楽・正義感・創造的・良心・優柔不断なメンタルと関係しています。心理的な宣戦布告のある現代は、唐揚げは良質の素材を使用する方向性に変化しています。食パワー充電には、ぜひ揚げたてを召し上がってください。",
        "imgPath": "img/recipe/17_friedchecken.jpg",
        "fullimgPath": "img/recipe/17_friedchecken_full.jpg"
    },
    {
        "id": 8,
        "name": "味噌汁",
        "effect": "勝負力",
        "knowledge": "味噌汁の由来は、鎌倉時代に味噌をすりつぶして水分を加えた汁が原型とされています。もともと戦場での食べ物として重宝されていて、里芋の茎(ずいき)の茎を味噌で煮込んで乾燥させたものを紐として利用し、食料が尽きた時に湯に入れて食べたそうです。江戸時代、徳川家康は普通38歳前後までしか生きられない時代に、75歳まで長生きしました。長寿の秘訣はたくさんの具を入れた味噌汁を毎日食していたからだと言われています。それほど、肉体の疲れをとってくれるのですね。おみおつけは「御実御汁食」「汁の上に実があり、それを食べる」という意味です。みそ汁は、おみおつけほど具の入っていないものを指すようです。戦国武将、石田三成は、「熱湯に焼き味噌をかき立てて飲めば、終日米がなくとも飢えたることなし」と語ったとの言い伝えがあり、関ケ原の戦いに敗れて捕虜になった際、お腹の調子が悪かったという所説もあります。週刊ポスト2016年5月6・13日号の記事で三成の子孫の方が「石田家の男子はお腹が弱いらしく、試験前日などにはよく下す」と話されていました。石田家ではこれを「三成腹」と呼んでいるそうです。文献から察しますと多様な具材の栄養素が混じり合った汁のほうが戦いには強いもようです。日々の味噌汁に具が入っているか無いかで戦いの勝負が決まるのでしょうか。味噌の脳味噌といわれるくらい、栄養素も豊富です。お腹の調子が良くなる発酵スープは、ポジティブさ・明朗・決断力というメンタルをサポートします。不安なとき、物事の決死の際、陰気で否定的、厭世感が強く悲観的状況に善処できるよう日々の飲食におすすめです。 ",
        "imgPath": "img/recipe/18_miso.jpg",
        "fullimgPath": "img/recipe/18_miso_full.jpg"
    }
]