[
    {
        "id": 1,
        "name": "仕事と家庭の両立。家計の維持",
        "effect": "浄化力",
        "knowledge": "仕事と家庭、外と内では心・精神・体の作用は相反するものです。味覚でいうと、味が濃い・味が薄い、自律神経でいうと、交感神経・副交感神経といった具合です。両立に必要な料理法は、外と内をつなぐ中を意識しておこないます。中の食のひとつ、この場合は水の選択です。内で飲む水は、料理に水道水を浄水したものを使い、飲用には純水(スーパーマーケットで手に入る)、または山の水を飲みます。外で飲む水は、自分に自信がないひとは家から持参した水分、自身に確たるものがあるひとは、その日の出先の近くに流通されている水分を飲みます。家計の維持には温泉水、伏流水のミネラルウォーターがおすすめです。体の7割は水分です。気の充電を意識した良質の水分を場面に応じて飲み続けることは体液PHバランスの正常化をうながし、バランス感覚は卓越したものになるでしょう。",
        "imgPath": "img/trouble/21_workandhome.jpg",
        "fullimgPath": "img/trouble/21_workandhome.jpg"
    },
    {
        "id": 2,
        "name": "マイホームの購入",
        "effect": "土地になじみ助けてくれる人が現れます",
        "knowledge": "我が家というのは、賃貸よりもオーダーメイド感が高いといえましょう。「住」とは、人と主、人が主であること、居心地をつくりあげてゆく行為です。料理でいうと、食環境です。どのような状態で毎日召し上がられていますか?食卓のまわりを見渡せば、住んでいるひとの心・精神・体の様子を知ることができます。マイホームの購入を考える時期の料理法は、台所を使いやすく工夫し、食環境を居心地のいいものに整理整頓します。とりあえず買って使ってないもの、ありすぎるストック、雑多な古い積年物は始末します。大きい買い物をする場合は、まず小さな積み重ねである手間を見直します。食べ物は主食を決定する時期です。自分で毎日食べられているかどうか、料理できているか、体調はいいか、金銭的に主食に費用をかけられているか明確にできていれば、マイホームの購入に対して明確な意志を持ちつづけられ、対価を払い続けることの負担もそう大きく感じないことでしょう。",
        "imgPath": "img/trouble/22_myhome.jpg",
        "fullimgPath": "img/trouble/22_myhome.jpg"
    },
    {
        "id": 3,
        "name": "親の介護･同居",
        "effect": "生活スタイルの違う親と意志疎通が可能になるでしょう",
        "knowledge": "生みの親･育ての親、この世に自分を送り出してくださった方たちは、わたしたちに時間を使ってくれました。大人になり彼らと時間を共にするのは、食の転換時期と重なるでしょう。好むものや食べる量、時間帯も違う世代が時間を共有するのに必要なのは、料理技術の向上です。発育途中･活動期･熟成期･ケア期などにわけて、料理の仕上がりを変えてゆきます。もちろん、外部支援を取り入れるのはおすすめです。基本的な好物や嗜好、思い出の食、サプリメントを把握し、長い間の基本食の学び、現代にあった味覚も足してゆきます。介護、同居の際に統一化したいのは調味料の良質化です。味がきまりやすく、技術向上は1日で可能です。基本的な合意を調味料で確認できれば、いろんな物事がスムーズに流れてゆくでしょう。 ",
        "imgPath": "img/trouble/23_withparents.jpg",
        "fullimgPath": "img/trouble/23_withparents.jpg"
    },
    {
        "id": 4,
        "name": "人間関係(結婚)",
        "effect": "たくましく生きる力が身に付きます",
        "knowledge": " 法律にのっとった婚姻関係を結ぶと、法律的手続きに必要な要項に変化が起こります。今まで属していた戸籍から違う戸籍に移ることも多いでしょう。籍の変化は、食の観点からみると食材を買う場所の変化と似ています。同じ食材でも食料品店によって値段、分量、販売位置などが違います。流通業者も違い、作り手も変わります。どこに属するかは、どう生きるかと直結します。社会の枠組み、法律による規律は日々の細事と関係ないように見えながら、大きなガラスの箱のように人と人を分別します。結婚を通じて感じるさまざまなものは、たいがいは理解を超える案件なのですので、するしないに関わらず(した後も)　あらかじめ仕組みを体験されていたほうが楽になります。具体的に申しますと、日々のお買い物にゆく食料雑貨店aを3パターンはもっておきます。懐疑的な心をお持ちのかたは7パターン、毎日違うところへ買い出しに行かれるといいでしょう。心配の心で押しつぶされそうでしたら、時間帯を変えて同じ店に通ってみましょう。食の素材が集まる場所は、多様性がみられる人々でありながら共通性を持つという大きな地域家族の様子がみられます。他の地域と比べると、さらに明らかになり、体験を積み重ねれば戸籍を移っても、わりにすんなりと属性を理解することができるのです。",
        "imgPath": "img/trouble/24_marrige.jpg",
        "fullimgPath": "img/trouble/24_marrige.jpg"
    },
    {
        "id": 5,
        "name": "人間関係(子供)",
        "effect": "幸福の青い鳥が手にはいります",
        "knowledge": "わたしたちは以前、皆子供でした。不安も喜びも出来ることも出来ないことも環境に左右されていました。考えかたや善悪も教えてもらいました。自分はなにものなのか、を教えてくれるひとは自分の中に在ることを知るのは大人になってからです。自分とは違うたくさんのことを受けとめ、受け入れて生きる時期は、食べ物に興味を持ちましょう。食べ物にはそれぞれ違う栄養素があり、食べてみて自分に合うかどうかを確かめなければいけません。合わないものを食べ続けて苦しいことや、合うものが身近にあって不自由なく生きられる喜びも知るでしょう。自分で選択できない時期は、とにかく体を動かして空腹で食べるか体を動かせなければよくかみます。どちらも出来ない場合は、夢想します。美味しいものを食べる状況をイメージします。子供の体の場合、肉体のバランス的に脳のイメージだけでも、精神・心は満たされます。小さな肉体のとき、どれだけ食の満足感体験があるのかで感情の起伏が変わり人間関係に影響します。大きな肉体になったとき、体験の足りない分野(視覚・味覚・嗅覚・触覚・聴覚・旨味・淡味・滋味など)で人間関係の試練が起こります。ぜひ食べ直しをされて、次の世代に引き継いでゆく食を学ばれてください。",
        "imgPath": "img/trouble/25_child.jpg",
        "fullimgPath": "img/trouble/25_child.jpg"
    },
    {
        "id": 6,
        "name": "人間関係(離婚)",
        "effect": "優しい嘘をつけるようになるでしょう",
        "knowledge": "結婚をしたら可能になるのが離婚です。結びと離れるはセットで、正反対の生きている感覚を体験できます。この世で生物学でなく、同じ人との組み合わせで出逢いと別れを選択できるのは貴重です。バイオリズムという観点で拝見しますと、婚姻関係の下での生物学的リズムの合致は非常に重要なようです。あ、うんの呼吸とも申しますが、違う生態系の人間同士の呼吸をあわせるのに使える食は、砂糖です。血糖値の上がり下がりは気分・感覚とつながっていて、糖分の代謝に必要な栄養素は疲れをとってくれる成分です。血糖値を調整している臓器は内分泌系ホルモンも放出して脳の生物バイオリズムに影響を与えています。砂糖に関する好みが一致するように工夫し、調味料、味付け、デザートの種類、甘さを味わう時間、量などを調整しますと、ふたりの関係は起伏にとみながら信頼性のある感情バイオリズムを共有することができます。　時には違う甘さがほしくなったり、事件的に甘さを受け入れられない体調、気分、状況が起こったとき、結びと離れるバイオリズムは大きく変化します。人が生まれてはじめに発達する味覚は甘さです。未知なる甘さを知る旅は、原点に返り新しいバイオリズムのはじまりを求める行為であり、人間関係も新しく始まってゆくのでしょう。",
        "imgPath": "img/trouble/26_devoce.jpg",
        "fullimgPath": "img/trouble/26_devoce.jpg"
    },
    {
        "id": 7,
        "name": "人間関係(出産)",
        "effect": "安堵感のはじまりです",
        "knowledge": "社会(精神的創造)の子供・心(目に見えない)の子供・体(生物的)の子供、が存在するといたしましょう。どの子供もはじめは純粋な存在として生まれます。精神を強くもつと意志は創造物として自分以外の人も使えるシステムをつくりだします。心を慈しむと思いやりや助け合いの言葉や行動が生まれます。体を動かすと一人では生きられない状態のミニチュア肉体が育ちます。どの子供も生まれるときに、可能性をたくさん持っています。出産する側は期待をします。自身は無理でもこの子なら出来るかもしれない、と思えるくらいです。食でいえば、料理過程です。素材のもとは土・水・火・風、空の自然エネルギーから生まれ、形を成し、植物から動物へ自然を介してまた植物へ、食物連鎖によって命は生まれては死にます。命の連鎖の一部分を切りとって台所に運び、料理をして、食卓をつくります。出産にまつわる人間関係は、命の創造と深い関係があるので生む人、周りの人の純粋な部分を刺激します。どういう風につくられた素材なのか、に注目する時期です。誰がつくったのか気にしてください。命を生み出すときは、安全で安心できる食でバリケードをつくる力があります。純粋な存在は、生まれる前から守られているのを知っていて、生まれてきてからは守る力を産んでくれたひとに発揮します。料理過程を大事になさってください。いちばん確実な安堵がもたらされます。",
        "imgPath": "img/trouble/27_deliver.jpg",
        "fullimgPath": "img/trouble/27_deliver.jpg"
    },
    {
        "id": 8,
        "name": "老化・体の変化",
        "effect": "潤い感で満たされます",
        "knowledge": "疲れやすくなったり、無理がきかなくなったりなってきたら、今まで使っていた脳の部分ではなく、80％は眠っているという無意識下にある箇所を目覚めさせます。ブレインフード、脳の食べ物としてすぐにアンチエイジング効果が表れるのは酸素です。血管や筋肉がかたくなり、通りが悪くなってきたら体を調えるだけでなく、口に入れるものもより新鮮なものにしてゆきます。　まずは露地で育つ、太陽の強い場所で育つ、土から収穫されてからできるだけ時間の短い野菜を手に入れましょう。もっとも多く召し上がっていただきたいのは、緑黄色野菜です。美容を考えるなら、カラフルな色の野菜も必要です。根菜は歯ごたえで脳を刺激します。球菜は瑞々しい水分の補給になります。酸素を多く含んだ野菜は、二酸化炭素をつくりだす人間が食べると驚くべき若返り力を発揮します。食べ物にまで気力が及ばない場合は、喉をそらして首を後ろにたおし、深呼吸を繰り返して酸素を直接とりいれると、視野がひらけます。水にさらさなくても良い質の素材が全体量のどれくらいを占めたらいいのかは、疲れ具合によります。",
        "imgPath": "img/trouble/28_elderchange.jpg",
        "fullimgPath": "img/trouble/28_elderchange.jpg"
    }
]